{
  "title": "Hello!",
  "general": {
    "they-trust-us": "They trust us",
    "softwares": "Softwares",
    "learn-more": "Learn more",
    "technical-assistance": "Technical assistance",
    "pricing": "Pricing",
    "onetime": "",
    "daily": "/day",
    "monthly": "/month",
    "yearly": "/year",
    "hours": "Hours",
    "price": "Price"
  },
  "warning": {
    "not-ready": "That page isn’t quite ready yet, but stay tuned or contact us to have more informations."
  },
  "menu": {
    "products": "Products",
    "services": "Services",
    "resources": "Resources",
    "about": "About us",
    "lesage": "Le Sage",
    "inpro": "Inpro",
    "spain": "Spain",
    "cloud-hosting": "Cloud Hosting",
    "support": "Support",
    "training": "Training",
    "documentation": "Documentation",
    "issue-tracking": "Issue tracking",
    "versioning": "Releases",
    "who-we-are": "Who we are",
    "contact-us": "Contact us",
    "careers": "Careers",
    "clients": "Our clients",
    "descriptions": {
      "lesage": "Software solution for music publishers",
      "inpro": "Management software designed for labels & producers",
      "cloud-hosting": "Servers to host and backup your data",
      "support": "Ready to assist you every time you need us",
      "training": "We are a certified training company",
      "documentation": "",
      "issue-tracking": "",
      "versioning": "",
      "who-we-are": "",
      "contact-us": "",
      "careers": "",
      "clients": ""
    }
  },
  "contact-us": {
    "title": "Do you want to know more?",
    "text": "Don’t hesitate to contact us. We can show you how the system works and see if it meets your expectations.",
    "button": "Contact us"
  },
  "home": {
    "title": "Software solutions for music administration",
    "description": "Offering tools to ease music administration for publishers, subpublishers, labels and independants",
    "softwares": {
      "lesage": "Software solution for music publishers",
      "inpro": "Management software designed for labels & producers",
      "discover": "Discover {software}"
    },
    "services": {
      "cloud-hosting": "We have powerful servers to host and backup your data and let you access them securely.",
      "support": "We are ready to assist you every time you need us. We use any desk to access and control computers anywhere.",
      "training": "We are certified training company. In person or on the phone we can explain all the aspects of the software so you and your team can be a 100% autonomous."
    }
  },
  "services": {
    "cloud-hosting": {
      "presentation": "We have powerful servers to host and backup your data and let you access them securely.\nThis technology lets you access your databases wherever you are as long as you have internet access (at home, your office, at clients…). It allows your co-workers to work together as if they were in the same room, even if they are hundreds of kilometers away from each others.",
      "block-1": {
        "title": "Security",
        "text": "Access to your data is secured by a SSL/TLS connection with client and server certificates : each person to which you grant access to your database will have his/her own personal certificate. For each connection :",
        "list": "The program checks the server’s certificate ;\nThe server checks the user’s certificate ; \nThe server checks that the user has rights to access the database."
      },
      "block-2": {
        "title": "Speed",
        "text": "The server hosting your data is powerful, has a great amount of memory and is dedicated to data management. It makes your “long” operations (royalty calculations for example) to execute much faster than on a standard office computer.",
        "list": ""
      },
      "block-3": {
        "title": "Backups",
        "text": "The databases are backed up every day and these backups are transferred to two different sites. Backups are kept for 15 sliding days.",
        "list": ""
      },
      "block-4": {
        "title": "Types of servers",
        "text": "Mutualised\nIt is one server shared amongst other users. Cheaper, but its capacity is divided according to others’ use.\n\nDedicated\nThe server (memory, machine time, discs) is completely dedicated to your use. You can have as many databases as you need.",
        "list": ""
      },
      "shared": "Shared server",
      "shared-text": "If you need more, see dedicated server",
      "dedicated": "Dedicated server",
      "dedicated-text": "All datahosting fees are paid annually",
      "pricing": {
        "shared": {
          "one": {
            "title": "One database",
            "features": ""
          },
          "two": {
            "title": "2 to 3 databases",
            "features": ""
          }
        },
        "dedicated": {
          "standard": {
            "title": "Standard",
            "features": "64Go RAM / 1 To disc or 32Go RAM / 4 To disc"
          },
          "premium": {
            "title": "Premium",
            "features": "96Go RAM / 1 To SSD"
          },
          "deluxe": {
            "title": "Deluxe",
            "features": "128Go RAM / 6 To or 128Go RAM / 1,5 To SSD (Commissioning: 120€)"
          }
        }
      }
    },
    "training": {
      "presentation": "To ensure the best use of our software by your teams, we offer training days in your premises or in Tours. After exchanging on your needs, we elaborate a training program specific to your activity. We evaluate learners' understanding through different exercices. At the end of the session, we ensure a continuous improvement of our teaching via a satisfaction questionnaire.",
      "block-1": {
        "title": "Training days",
        "text": "To ensure the best use of our software by your teams, we offer training days in your premises or in Tours. \nAfter exchanging on your needs, we elaborate a training program specific to your activity. We evaluate learners' understanding through different exercices. At the end of the session, we ensure a continuous improvement of our teaching via a satisfaction questionnaire.\n\nWe are certified by DATA DOCK meaning that AFDAS can finance partially or entirely the training.",
        "list": ""
      },
      "block-2": {
        "title": "Annual workshop",
        "text": "This workshop lasts all day (10: 00-17: 30) and is held in Paris, usually at the FGO Barbara Center.\n\n This is a re-training day where we meet, users and designer and during which:",
        "list": "Are presented additions and improvements that have emerged during the year\nAll questions can be asked"
      },
      "not-included": "Travel expenses are not included",
      "pricing": {
        "days": {
          "title": "Training days",
          "features": "Certified by DATA DOCK (AFDAS can finance partially or entirely the training)"
        },
        "workshop": {
          "title": "Annual workshop",
          "features": ""
        }
      }
    },
    "support": {
      "presentation": "We are ready to assist you every time you need us.  We own a pro licence of Teamviewer to make the process comfortable. This support can be as much about technical questions as being a complement of training in the handling of the tool.",
      "block-1": {
        "title": "As a reminder",
        "text": "When acquiring one of our licenses, we assist you during the installation of the software and you have a credit of 4 hours of telephone training.\n\nDuring the annual subscription renewal, you have a credit of 1/2 hour, useful to ask us about new features, corrections or solicit us on special cases.\nWe do not bill the time spent to see and fix software bugs or to create / modify import filters. The other requests are counted.\n\nYou can pay at once or by monthly transfer. Rates are decreasing according to the table. This degressivity is also taken into account in case of extension of package (we will send you a quote on request).",
        "list": ""
      },
      "pricing-description": "To meet the demand, we have set up more specialized accompaniments"
    }
  },
  "products": {
    "lesage": {
      "presentation": "Le Sage is the swiss army knife of publishers. Designed with care, for and with the help of music professionals, it is your every day companion. \n\nIntuitive and flexible, this piece of software is capable of executing precise actions on massive flows of data very fast. Whatever the complexity of your contracts, the size of your catalogues, the diversity of your clients and their systems, Le Sage normalizes data, detects inconsistencies and delivers compliant registrations and accurate statements.",
      "block-1": {
        "title": "An open ecosystem",
        "list": "Rights and catalogue imports compatible with roughly 300 systems \nFast processing even on high data volumes \nWord documents generator (contracts, registration forms, …) \nMultiple simultaneous users - Cloud connector (GDPR compliant) \nEnglish and french interface (one click switch)"
      },
      "block-2": {
        "title": "CWR",
        "list": "Catalogue imports\nError detection and bulk corrections\nPRO registration and transmission to sub publishers\nAcknowledgements processing (ACK, rejections, assigned codes)"
      },
      "block-3": {
        "title": "Royalty statements",
        "list": "Payout definition may be done work by work or for a whole group\nFine management of special cases\nAutomatic payout errors detection\nMultilingual statements\nStatement summaries\nStatement exports (PDF, Excel, other software...)\nFinancial control : advances, payments, postponements\nAggregated statements\nHeirdom and sub-accounts"
      },
      "block-4": {
        "title": "Reporting / Audit",
        "list": "Top earners, works profitability, tailor-made queries, ... \nSegmentation of results by clients, catalogues, groups of works, ...\nPivots : free grouping of data rows and columns\nExport results to Excel"
      },
      "block-5": {
        "title": "Quality assurance",
        "list": "Ongoing improvement : about 80 versions per year\nDevelopment ethics : listening, collaborative, intuitivity, flexibility\nCompatibility : import/export data filters\nDedicated technical support / Training\nBug tracking system"
      },
      "pricing": {
        "license": {
          "title": "License",
          "features": "Unlimited users\nUnlimited databases\n4 hours of technical assistance\nLifetime license\nFirst year's updates"
        },
        "registration": {
          "title": "Registration",
          "features": "CWR checking and cleaning\nWorldwide registration\nCatalogue export for subpublishers"
        },
        "updates": {
          "title": "Updates",
          "features": "Yearly subscription to updates of the software"
        }
      }
    },
    "inpro": {
      "presentation": "Producers, here is the management software designed especially\nfor you. It will help you import your dealers' sales reports and\ncompute royalty statements. Your data are centralized, your\nstatements are ready in time.",
      "pricing": {
        "license": {
          "title": "License",
          "features": "Unlimited users\nUnlimited databases\n4 hours of technical assistance\nLifetime license\nFirst year's updates"
        },
        "young": {
          "title": "Young Producers/labels",
          "features": "Unlimited users\nUnlimited databases\n4 hours of technical assistance\nLifetime license\nFirst year's updates"
        },
        "updates": {
          "title": "Updates",
          "features": "Yearly subscription to updates of the software"
        }
      }
    }
  },
  "about": {
    "who-we-are": {
      "title": "Why Improvize ?",
      "description": "In everyday language improvise means “making the best of things with the means you have at your disposal”.",
      "left-text": "The word has a negative connotation as it is often used when work is done hurriedly, in a rush. \nIn a perfect world, receiving a catalogue of works, filing it, collecting royalties from a multitude of sources, analysing and paying them etc... would be a simple task. In real life however, files arrive at the last minute, are not in the correct format and codes are not universal... ",
      "right-text": "Our software solutions are not designed like sheet music that have to be followed note by note. On the contrary, we think of them as instruments you can use in ways adapted to any situation. Anyone familiar with music knows how important improvisation is, as the Holy Grail of the musician. It demands a simultaneous knowledge of theory, a command of an instrument and a capacity to create something new with others.",
      "team": {
        "title": "Our team",
        "jcboggio": {
          "fullname": "Jean-Christophe Boggio",
          "occupation": "CEO & DEVELOPER",
          "bio": "Jean-Christophe has been writing custom made software since 1987 and specifically for the music industry since 1992. He is the main developer of Le Sage and Inpro."
        },
        "elouyot": {
          "fullname": "Emily Louyot",
          "occupation": "BUSINESS DEVELOPER",
          "bio": "Emily has joined the team in 2018. Law graduate, she is in charge of customer relationship and business development. She speaks French, English, Spanish and German."
        }
      },
      "philosophy": {
        "title": "Our philosophy",
        "methods": {
          "title": "Your job : \nyour methods",
          "text": "We don't pretend to know your job better than you do. We are not making software that enslave you by imposing its own way of doing things. \nOn the contrary, we create tools that let you work your way, releasing you from repetitive tasks. You will discover that there are often several ways of doing things. The « right » method is your method."
        },
        "cooperation": {
          "title": "We value\ncooperation",
          "text": "We believe the world works better when we work together. \n\nThis is why we have opted for a collaborative development model : all enhancements asked by someone benefit to everyone. \nWe also have various solutions to securely let your team have access to your data wherever they are."
        },
        "here": {
          "title": "We are \nalways here",
          "text": "Our relationship does not end when you buy one of our licences : \n\nWe assist and support you every time you need us ;\n\t• \tdocumentation is available online ;\n\t• \twe organize, once a year, a one day workshop where we explain thoroughly each new feature."
        }
      }
    }
  }
}
